[
  { "title": "Autopilot", "service": "Website Development","category": "Marketing Automation", "desc": "Autopilot is a sleek and interactive platform that allows businesses to automate Customer journeys using visual flowcharts. The site features modern animations, real- time integrations, and clear call-to-actions to support user acquisition.", "link": "https://autopilot.io/" },
  { "title": "FE Group", "service": "Website Development","category": "Corporate / Industrial", "desc": "This site showcases a global industrial solutions provider, built with multilingual support, animation-driven UI, and structured service flows. It reflects the brand’s innovation-first, international outlook.", "link": "https://fe.group/" },
  { "title": "Midwam", "service": "Website Development","category": "Creative Tech / Events", "desc": "Midwam’s website combines immersive visuals with a clean interface to present their work in exhibitions, VR, AR, and live experiences. It’s tailored to reflect creativity and cutting-edge solutions.", "link": "https://www.midwam.com/en/about" },
  { "title": "Spray (Bluestar)", "service": "Website Development","category": "Product Showcase / Startup", "desc": "This modern single-page app presents an AI-powered spray product using slick transitions, 3D mockups, and a dark theme. It’s designed for startups wanting maximum visual impact.", "link": "https://spray-bluestar.vercel.app/" },
  { "title": "Davis Grill", "service": "Ecom Websites","category": "Food & Beverage / Restaurant E-commerce", "desc": "Davis Grill brings restaurant e-commerce to life with online food ordering, menu exploration, and delivery integration. It features location-based services and a mobile- first layout for optimal user experience.", "link": "https://davisgrill.in/" },
  { "title": "Chatly - AI Chatbot", "service": "Chatbot Projects","category": "Productivity / Companionship", "desc": "A highly engaging AI chatbot that mimics human-like conversations using advanced natural language processing. Designed for productivity, casual companionship, and daily engagement across a wide user base. Ideal for anyone seeking a responsive andintelligent virtual assistant.", "link": "https://play.google.com/store/apps/details?id=com.vyro.chatly" },
  { "title": "AI Art Generator - Vyro AI ", "service": "AI Projects","category": "Art / Photo Editing", "desc": "This app uses machine learning and neural style transfer to convert photos into stunning AI-generated artwork. It supports multiple artistic styles, making it a popular tool forsocial media creatives and digital artists.", "link": "https://play.google.com/store/apps/details?id=com.vyroai.aiart&&pcampaignid=web_share" },
  { "title": "Vrikshaveda ", "service": "AI Projects","category": "Ayurvedic / Organic Products", "desc": "An organic skincare and health brand selling natural products via Shopify. Includes advanced product bundling, blog-driven education content, and a wellness-focused interface that enhances both trust and usability.", "link": "https://vrikshaveda.com/" }
]